<?php
// Heading
$_['heading_title']  = '当社の技術';

// Text
$_['text_display_technology'] = 'ディスプレイ技術';
$_['text_digi_power_technology'] = 'Digi-Powerテクノロジ';
$_['text_digi_power_technology_description'] = "ユニークなスマートデジタルディスプレイ技術は、デジタルフォーマットで正確な残りの電力を表示します。";

$_['text_ergonomic_design'] = "人間工学的デザイン";
$_['text_strictly'] = "人間工学的デザインに従って、人間の手の快適なグリップ測定の後、長い射撃過程によって引き起こされる手の疲労を避けるために両側に適切な曲率が設計されています。";

$_['text_professional'] = "Pプロ防振";
$_['text_the_pro'] = "プロの手ぶれ補正機能はシャッターを押す指によって引き起こされるジッターを効果的に減らします、そして、カメラ効果はより明確です。";


$_['text_digi_power_ii_technology'] = 'Digi-Power IIテクノロジ';
$_['text_digi_power_ii_technology_description'] = "独自のスマートデジタルディスプレイ技術により、AC、DC、USB、USB-C、冷却ファンの状態、残電力率、残り時間と入出力電力パラメータ（リアルタイムロードと使用状態に基づく）を明確に表示できます。 毎日の元気な生活。";

$_['text_buld'] = "Bドア写真";
$_['text_the_bulb'] = "Bゲートは長時間露光を制御し、シャッターを開くように制御するためにスイッチを押し、シャッターをリセットし、そして閉じることができ、露光時間をカスタマイズすることができます。";

$_['text_program'] = "プログラム間隔、時限写真";
$_['text_the_timed'] = "時限シャッターリモコンは、高度な機能を使用することができます：写真を撮るためのプログラム間隔、写真を撮るための時間、日の出と日没、花と花、そして良い瞬間を保つ。";



$_['text_fast_charge_technology'] = '急速充電テクノロジー';
$_['text_power_delivery_ii_technology'] = 'Power Delivery 2.0テクノロジ';
$_['text_power_delivery_ii_technology_description'] = "USB Type-CとUSB PD 2.0の組み合わせは、現時点で最高の急速充電ソリューションで、5V、9V、12V、15V、20Vのさまざまな電圧デバイスに対応し、双方向急速充電とUSB-PDデジタル通信プロトコルをサポートします。 100W以内であればどんな携帯電話、タブレット、ラップトップでも充電できます。";

$_['text_color_technology'] = '色温度制御技術第二世代高温保護システム';
$_['text_color_temperature_control_technology']  = "レンズは高品質の素材で作られており、光の透過率は良好で、色温度は5800Kに正確に制御されています。 この新しいレンズは、耐高温性と耐老化性の特性を持ち、絶縁ガラスを排除し、絶縁ガラスの生成による光の減衰と色温度の悪影響を回避します。</br>LCD大型液晶画面";

$_['text_metal_button'] = "金属製ボタンの寿命は最大10万回";
$_['text_led'] = "大画面LCDスクリーンは他のLCDスクリーンによって引き起こされる電力消費、せんめいどおよび長命の問題を引き起こさない。 偶発的な落下を防ぐためにステンレス製の保護フレームが使用されています。 機能ボタンは耐久性があり、10万回以上の寿命を持つ独立した金属製のボタンでできています。";

$_['text_s1_s2'] = "S1、S2機能、簡単で速い点滅";
$_['text_slave'] = "SLAVE1（S1）モード ：一般的なフラッシュの調光フラッシュ、つまりTTLプリフラッシュなしでフラッシュソースを提供するランプをサポートします。</br>
SLAVE2（S2）モード：プリフラッシュ機能付きドームライトおよび独立TTLライトを含む、TTL機能付きプリフラッシュをサポートします。
";

$_['text_ttl'] = "TTL精密計量";
$_['text_equipped'] = "全自動TTL測光システムを搭載しており、複雑な光を恐れずに正確な露光量を自動的に捉えます。";




$_['text_im_power_technology'] = 'iM-Power テクノロジー';
$_['text_im_power_technology_description'] = "iPhone専用の自動インテリジェント充電技術。元の充電器と比較して最大250％の充電速度を実現します。<br/>2.充電装置を自動的に識別し、より速く安全に充電するための最適な電流を供給します。";

$_['text_strobe_mode'] = "ストロボモード";
$_['text_stroboscopic'] = "ストロボはフラッシュの持つ特殊な機能の1つで、通常はフラッシュは1回だけ作動しますが、動いている被写体を撮影するときは、1回の露光でそれを行うように設定されています。 複数のフラッシュが発生すると、これがストロボです。";

$_['text_backlight'] = "バックライトスイッチ";
$_['text_detailed'] = "暗い場所でも、詳細なパラメータを簡単に確認できます。";

$_['text_fine'] = "微調整";
$_['text_controll'] = "1/3 + 3ファイルの増分で22のレベルで、あなたはより自由を創造することができます";

$_['text_fast'] = "2.5S高速コールバック";
$_['text_dont'] = "4秒のコールバック時間のためにシャッターを逃さないでください。";

$_['text_lamp_cap'] = "ランプヘッドは270度調整可能";
$_['text_the_lamp'] = "ランプヘッドは上下90度+マイナス7度であり、左右270度はマルチアングル露光のニーズを満たすために任意に調整されます。";

